{
  "questions": [
    {
      "id": "AEz_sh579zTe9EZpJkUIA",
      "category": "Chemistry",
      "questionTitle": "Preparation for IELTS exam",
      "questionContent": "Why is the Javari valley so dangerous?\nExperts say the area has become a hotbed for crime because of its remoteness and a lack of government oversight.\nAs well as clashes with poachers catching protected fish, it has also seen incursions by illegal gold-miners, loggers and drug-traffickers who smuggle cocaine from nearby Peru and Colombia.\nViolence has also grown as drug-trafficking gangs battle for control of the area's waterways to smuggle cocaine.\nThe region - which is about the size of Portugal - is known for violent conflicts between these various criminal groups, government agents and indigenous people. It was these conflicts that Mr Phillips and Mr Pereira were documenting.\nAnd days before the pair went missing, indigenous groups say Mr Pereira was threatened for campaigning against illegal fishing. He had repeatedly reported being threatened by loggers, miners and illegal fishermen in the past.\nThe search for the missing pair was initially criticised by relatives and campaign groups, who called on officials to act more quickly and broaden its scope.\nAs global outrage grew at the disappearance, the 10-day search expanded until it involved the army, navy and police.\nThe police also initially failed to praise the work of the indigenous communities who searched for the men and helped lead authorities to some of their belongings.\nWhen asked by the BBC why there was no mention of the local communities helping, they admitted it was an error and conceded that their support had been crucial.\n\nThis is reading pessage given fo us. But still I can't find key words, Can you help to find them",
      "comments": []
    },

    {
      "id": "MkszYjx2NsWbXTQvmfpX5",
      "category": "Math",
      "questionTitle": "Math exam",
      "questionContent": "I am suffering from solving one problem. We have exam tomorrow. What do you recommend to me to get rid of stress",
      "comments": [
        {
          "id": "KCKojNSUbUc-sgUulQRCl",
          "commentContent": "Bro drink more cofee, and don't think about anything related to exam. If you are ready for that you won't fail from that",
          "commentImage": null
        }
      ]
    }
  ],
  "categories": ["All", "Math", "English", "Programming", "Chemistry"]
}
